[
	"It is impossible to lick your elbow (busted) :rofl:",
	"A crocodile can't stick it's tongue out. :crocodile:",
	"A shrimp's heart is in it's head. :shrimp:",
	"People say 'Bless you' when you sneeze because when you sneeze,your heart stops for a mili-second. :heart:",
	"In a study of 200,000 ostriches over a period of 80 years, no one reported a single case where an ostrich buried its head in the sand. :rooster:",
	"It is physically impossible for pigs to look up into the sky. :pig:",
	"A pregnant goldfish is called a twit. (busted?) :rofl:",
	"More than 50% of the people in the world have never made or received a telephone call. :telephone:",
	"Rats and horses can't vomit :rat:",
	"If you sneeze too hard, you can fracture a rib. :sneezing_face:",
	"If you try to suppress a sneeze, you can rupture a blood vessel in your head or neck and die. :skull_crossbones:",
	"If you keep your eyes open by force when you sneeze, you might pop an eyeball out. :eye: :eye:",
	"Rats multiply so quickly that in 18 months, two rats could have over a million descendants. :rat:",
	"Wearing headphones for just an hour will increase the bacteria in your ear by 700 times. :headphones:",
	"Ketchup was sold as medicine in the 1830s. :pill:",
	"Penguins have glands under their eyes to extract and secrete excess salt. These are powerful enough that they allow them to drink seawater as their primary water source. :penguin:",
	"To travel from North Korea to Norway, you only have to go through one country. :flag_no:",
	"Redheads require more anesthesia than non-redheads. :syringe:",
	"In feudal Japan, lords purposely built homes with squeaky floors as a defensive measure against ninjas. :flag_jp:",
	"Honey is the only food that never expires. The same honey that was buried with the pharaohs in Egypt is still edible. :bee:",
	"The Atlantic Ocean is saltier than the Pacific Ocean. :ocean:",
	"Ohio is the only US state that doesn't share a letter with the word mackerel. :fish:",
	"Humanity has collectively spent about 11,300 years watching the 'Love the Way You Lie' music video on YouTube. :interrobang:",
	"The average postage stamp glue contains 5.9 calories per stamp. :frog:",
	"Space smells like a combination of diesel fuel and barbecue, according to astronauts. The smell is caused by dying stars. :star2:",
	"Rapunzel, Rapunzel! A single strand of hair can hold up to 3 ounces of weight. That means the typical person’s full head of hair can support up to 12 tons. :girl:",
	"Cornell University scientists have created a functioning guitar the size of a human blood cell. :guitar:",
	"The average person walks the equivalent of 5 laps around the world during their lifetime. :walking:",
	"The chills you get when listening to music are caused by your brain releasing dopamine, a neurotransmitter that causes pleasure. :musical_note:",
	"The scientific name for brain freeze is sphenopalatine ganglioneuralgia. :thinking:",
	"There’s music made especially for cats. Apparently cats develop their musical taste soon after they’re born, so cat music includes not only traditional (human-made) instruments, but also feeding noises, bird chirps and purring noises. :cat:",
	"The only word that rhymes with 'purple' is 'hirple', which means 'to limp awkwardly' Nothing rhymes with 'woman'. :woman:",
	"At age 23, Evan Spiegel, the founder of Snapchat, is the world’s youngest billionaire. :iphone:",
	"The world’s oldest socks were in fact designed to be worn with sandals. Made in Egypt sometime in the fourth or fifth century, the wool socks have two toes. :open_mouth:",
	"Due to a genetic defect, cats can’t taste sweet things. :candy:",
	"A Frosted Flake in the shape of Illinois sold on eBay for $1,350. :joy:",
	"According to the Centre for Retail Research, cheese is the most commonly shoplifted food in the world. :cheese:",
	"The reason peppers taste so hot is because they contain a chemical compound call capsaicin, which 'tricks' sensory nerves into thinking they’re being burned by fire. :hot_pepper:",
	"Cats are capable of mind control, but not in an evil scientist sort of way. Research has found that cats can change the pitch of their meows to sound more like crying babies and manipulate us into giving them food, attention, and so on. :cat:",
	"In the 19th century, it was considered cruel and unusual punishment to serve lobster to prisoners, as lobsters were basically the 1800s equivalent of rats. :rat:",
	"Ben and Jerry's has a real physical graveyard in Vermont for retired ice cream flavors. :ice_cream:",
	"During WWI, France built a 'Fake Paris' near its capital city to confuse German pilots. :flag_fr:",
	"Scientists in Berlin asked adults to play Super Mario 64 over a period of 2 months for 30 minutes a day. The group showed increases of gray matter, demonstrating 'the direct causal link between video gaming and a volumetric brain increase.' :video_game:",
	"In South Korea, men who win Olympic medals do not have to participate in the two-year long mandatory military service. :military_medal:",
	"Around 300 A.D., during the Qin Dynasty in China, government officials would use fingerprint analysis at a crime scene to help identify potential perpetrators, as they knew that no two people have identical fingerprints. :flag_cn:",
	"The UK government notifies newspapers and TV/radio stations that a certain topic should not be publicly discussed because of national security. D-Notices are voluntary, but media generally cooperate. :flag_gb:",
	"In Budapest, there is an hourglass (Timewheel) that takes a full year to run out. It takes 4 people almost an hour to turn it. :ferris_wheel:",
	"The creator of 'Jaws' dedicated the last decade of his life to preserving sharks after witnessing horrific abuse and to make up for the anti-shark hysteria the movie caused. :shark:",
	"The Disney Pixar movie Wall-E angered fat pride groups for its message towards obese people. :joy:",
	"In ancient India, Diabetes was called 'madhumeha' or 'honey urine' as the urine would attract ants. Indian physicians Sushruta and Charaka identified Type 1 and Type 2 diabetes as separate conditions for the first time in 400-500 CE. :ant:",
	"Romans may have invented the burger, called Isicia Omentata, over 1,500 years ago which was made with minced meat, pepper, wine, pine nuts and a rich fish-based sauce called garum. The Romans also introduced the first fast food restaurants, called a thermopolium, that sold hot ready-to-eat food. :hamburger:",
	"The Bond Movie trope of James Bond scuba diving somewhere, surfacing, then removing the wetsuit to reveal an unblemished full tuxedo, was inspired by a World War 2 Dutch Spy who used the technique to sneak into the Nazi-controlled Netherlands. :gun:",
	"A Russian named Sergey Tuganov died after winning a £3,000 bet that he could have sex with two women continuously for 12 hours. He used an entire bottle of Viagra and died from a heart attack. :pill:",
	"In 1599, Andrew Báthory, Prince of Transylvania, was killed and his head cut off. The head was then painted by a Greek artist and sewn back onto his body, before his burial. :prince:",
	"Raccoons are smarter than cats and dogs and have approximately the same mental attributes as monkeys. :monkey:",
	"Just months after the Hiroshima bombing, Kix cereal offered an atomic-bomb-shaped ring in exchange for a box-top and 15 cents. Each contained a glowing sample of polonium. :bomb:",
	"There was a real-life gangster nicknamed Fat Tony who died in a Springfield. :tophat:",
	"George Ray Tweed was one of the six men who refused to surrender to the Japanese in Guam in 1941. 5 soldiers were captured and beheaded. He avoided capture for two years and seven months until USA recaptured the island. :flag_us:",
	"The company Daisy Outdoor Products sold windmills and gave a complimentary BB guns with every purchase. The BB guns became so popular that they stopped selling windmills and started selling BB guns. :gun:",
	"The Couch Gag in ‘The Simpsons’ intro was developed as a clever way of adjusting the show’s runtime as needed. :couch:",
	"If you have 3 quarters, 4 dimes, and 4 pennies, you have $1.19. You also have the largest amount of money in coins without being able to make change for a dollar. :heavy_dollar_sign:",
	"Odontophobia is the fear of teeth. :fearful:",
	"Cats sleep 16 to 18 hours per day. :zzz:",
	"The most common name in the world is Mohammed. :smile:",
	"In the average lifetime, a person will walk the equivalent of 5 times around the equator. :earth_africa:",
	"When you die your hair still grows for a couple of months. :haircut:",
	"The Neanderthal's brain was bigger than yours is. :upside_down:",
	"The pancreas produces Insulin. :open_mouth:",
	"Every year about 98% of the atoms in your body are replaced. :atom:"
]
